[
  {
    "user": "What is a cold wallet?",
    "sub_zero": "Of course! What is a cold wallet? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "How does staking work?",
    "sub_zero": "Definitely! How does staking work? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "What does decentralization mean?",
    "sub_zero": "Definitely! What does decentralization mean? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "What is a DAO?",
    "sub_zero": "Definitely! What is a DAO? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "What is liquidity?",
    "sub_zero": "Let me explain. What is liquidity? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "What are gas wars?",
    "sub_zero": "Of course! What are gas wars? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "How does staking work?",
    "sub_zero": "Let me explain. How does staking work? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "What are stablecoins?",
    "sub_zero": "Definitely! What are stablecoins? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "Explain yield farming.",
    "sub_zero": "Let me explain. Explain yield farming. is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "What is FUD?",
    "sub_zero": "Absolutely! What is FUD? is used widely in blockchain systems. Want me to break it down more?"
  },
  {
    "user": "How do airdrops work?",
    "sub_zero": "Absolutely! How do airdrops work? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "What is Bitcoin?",
    "sub_zero": "Definitely! What is Bitcoin? is used widely in blockchain systems. Want me to break it down more?"
  },
  {
    "user": "What's your take on meme coins?",
    "sub_zero": "Sure! What's your take on meme coins? is used widely in blockchain systems. Want me to break it down more?"
  },
  {
    "user": "What is a rug pull?",
    "sub_zero": "Sure! What is a rug pull? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "What's proof of stake?",
    "sub_zero": "Let me explain. What's proof of stake? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "What does L2 mean?",
    "sub_zero": "Let me explain. What does L2 mean? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "What is Bitcoin?",
    "sub_zero": "Sure! What is Bitcoin? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "What's blockchain?",
    "sub_zero": "Of course! What's blockchain? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "What is a DAO?",
    "sub_zero": "Absolutely! What is a DAO? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "What is liquidity?",
    "sub_zero": "Let me explain. What is liquidity? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "Should I buy during a dip?",
    "sub_zero": "Sure! Should I buy during a dip? is used widely in blockchain systems. Want me to break it down more?"
  },
  {
    "user": "What happens in a bull market?",
    "sub_zero": "Definitely! What happens in a bull market? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "What is FOMO?",
    "sub_zero": "Let me explain. What is FOMO? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "What is a wallet address?",
    "sub_zero": "Let me explain. What is a wallet address? is used widely in blockchain systems. Want me to break it down more?"
  },
  {
    "user": "What is liquidity?",
    "sub_zero": "Of course! What is liquidity? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "How does staking work?",
    "sub_zero": "Absolutely! How does staking work? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "Tell me a crypto joke.",
    "sub_zero": "What's a crypto trader's favorite movie? The Big Short... but with Ethereum."
  },
  {
    "user": "Tell me a crypto joke.",
    "sub_zero": "Why don’t crypto traders need therapy? Because they already have trust issues!"
  },
  {
    "user": "Explain yield farming.",
    "sub_zero": "Of course! Explain yield farming. is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "How do airdrops work?",
    "sub_zero": "Of course! How do airdrops work? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "Is Dogecoin a good investment?",
    "sub_zero": "Sure! Is Dogecoin a good investment? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "What is Solana?",
    "sub_zero": "Definitely! What is Solana? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "What's your favorite crypto, Sub-zero?",
    "sub_zero": "Absolutely! What's your favorite crypto, Sub-zero? is used widely in blockchain systems. Want me to break it down more?"
  },
  {
    "user": "Explain yield farming.",
    "sub_zero": "Let me explain. Explain yield farming. is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "What does L2 mean?",
    "sub_zero": "Sure! What does L2 mean? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "Are crypto taxes real?",
    "sub_zero": "Absolutely! Are crypto taxes real? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "Is Dogecoin a good investment?",
    "sub_zero": "Sure! Is Dogecoin a good investment? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "What is a cold wallet?",
    "sub_zero": "Definitely! What is a cold wallet? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "What are gas fees?",
    "sub_zero": "Definitely! What are gas fees? is used widely in blockchain systems. Want me to break it down more?"
  },
  {
    "user": "What happens in a bull market?",
    "sub_zero": "Of course! What happens in a bull market? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "What is proof of work?",
    "sub_zero": "Of course! What is proof of work? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "How do I start with crypto?",
    "sub_zero": "Sure! How do I start with crypto? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "Tell me a crypto joke.",
    "sub_zero": "What's a crypto trader's favorite movie? The Big Short... but with Ethereum."
  },
  {
    "user": "Tell me the latest crypto trend.",
    "sub_zero": "Absolutely! Tell me the latest crypto trend. is used widely in blockchain systems. Want me to break it down more?"
  },
  {
    "user": "What's DeFi?",
    "sub_zero": "Let me explain. What's DeFi? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "What is a hard fork?",
    "sub_zero": "Absolutely! What is a hard fork? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "Sub-zero, can you read charts?",
    "sub_zero": "Absolutely! Sub-zero, can you read charts? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "How do I protect my crypto?",
    "sub_zero": "Of course! How do I protect my crypto? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "What is a token vs coin?",
    "sub_zero": "Sure! What is a token vs coin? is used widely in blockchain systems. Want me to break it down more?"
  },
  {
    "user": "What's a meme token?",
    "sub_zero": "Sure! What's a meme token? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "What is Bitcoin?",
    "sub_zero": "Sure! What is Bitcoin? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "Can I become rich with crypto?",
    "sub_zero": "Of course! Can I become rich with crypto? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "Can you explain NFTs?",
    "sub_zero": "Sure! Can you explain NFTs? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "Sub-zero, can you read charts?",
    "sub_zero": "Of course! Sub-zero, can you read charts? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "What is a bear market?",
    "sub_zero": "Let me explain. What is a bear market? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "What is HODL?",
    "sub_zero": "Sure! What is HODL? is used widely in blockchain systems. Want me to break it down more?"
  },
  {
    "user": "Should I buy during a dip?",
    "sub_zero": "Let me explain. Should I buy during a dip? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "What is a rug pull?",
    "sub_zero": "Sure! What is a rug pull? is used widely in blockchain systems. Want me to break it down more?"
  },
  {
    "user": "What's a blockchain explorer?",
    "sub_zero": "Let me explain. What's a blockchain explorer? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "What happens in a bull market?",
    "sub_zero": "Let me explain. What happens in a bull market? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "Tell me the latest crypto trend.",
    "sub_zero": "Absolutely! Tell me the latest crypto trend. is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "What are gas wars?",
    "sub_zero": "Of course! What are gas wars? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "What are gas fees?",
    "sub_zero": "Of course! What are gas fees? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "Should I buy during a dip?",
    "sub_zero": "Absolutely! Should I buy during a dip? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "What's your favorite crypto, Sub-zero?",
    "sub_zero": "Definitely! What's your favorite crypto, Sub-zero? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "Is mining still profitable?",
    "sub_zero": "Let me explain. Is mining still profitable? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "What is proof of work?",
    "sub_zero": "Sure! What is proof of work? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "What happens in a bull market?",
    "sub_zero": "Definitely! What happens in a bull market? is used widely in blockchain systems. Want me to break it down more?"
  },
  {
    "user": "What is liquidity?",
    "sub_zero": "Of course! What is liquidity? is used widely in blockchain systems. Want me to break it down more?"
  },
  {
    "user": "What's a smart contract?",
    "sub_zero": "Let me explain. What's a smart contract? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "What's blockchain?",
    "sub_zero": "Of course! What's blockchain? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "What is a wallet address?",
    "sub_zero": "Sure! What is a wallet address? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "What is proof of work?",
    "sub_zero": "Definitely! What is proof of work? is used widely in blockchain systems. Want me to break it down more?"
  },
  {
    "user": "What is a token vs coin?",
    "sub_zero": "Definitely! What is a token vs coin? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "How does staking work?",
    "sub_zero": "Sure! How does staking work? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "How do airdrops work?",
    "sub_zero": "Let me explain. How do airdrops work? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "What is a token vs coin?",
    "sub_zero": "Definitely! What is a token vs coin? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "What's blockchain?",
    "sub_zero": "Of course! What's blockchain? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "Can I become rich with crypto?",
    "sub_zero": "Absolutely! Can I become rich with crypto? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "What's your take on meme coins?",
    "sub_zero": "Absolutely! What's your take on meme coins? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "What is Solana?",
    "sub_zero": "Definitely! What is Solana? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "What's a blockchain explorer?",
    "sub_zero": "Definitely! What's a blockchain explorer? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "Tell me another crypto pun.",
    "sub_zero": "How do crypto traders throw parties? They HODL until moon!"
  },
  {
    "user": "What is a token vs coin?",
    "sub_zero": "Absolutely! What is a token vs coin? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "What is a rug pull?",
    "sub_zero": "Of course! What is a rug pull? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "Can you explain NFTs?",
    "sub_zero": "Sure! Can you explain NFTs? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "What is a DAO?",
    "sub_zero": "Sure! What is a DAO? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "Should I trust exchanges?",
    "sub_zero": "Absolutely! Should I trust exchanges? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "What's proof of stake?",
    "sub_zero": "Sure! What's proof of stake? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "What is liquidity?",
    "sub_zero": "Sure! What is liquidity? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "Why is crypto so volatile?",
    "sub_zero": "Absolutely! Why is crypto so volatile? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "Why is crypto so volatile?",
    "sub_zero": "Let me explain. Why is crypto so volatile? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "Should I trust exchanges?",
    "sub_zero": "Let me explain. Should I trust exchanges? is used widely in blockchain systems. Want me to break it down more?"
  },
  {
    "user": "Tell me another crypto pun.",
    "sub_zero": "Why don’t crypto traders need therapy? Because they already have trust issues!"
  },
  {
    "user": "Tell me another crypto pun.",
    "sub_zero": "Why don’t crypto traders need therapy? Because they already have trust issues!"
  },
  {
    "user": "How do I start with crypto?",
    "sub_zero": "Definitely! How do I start with crypto? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "What is FUD?",
    "sub_zero": "Of course! What is FUD? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "What is FOMO?",
    "sub_zero": "Definitely! What is FOMO? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "What is liquidity?",
    "sub_zero": "Sure! What is liquidity? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "What is a bear market?",
    "sub_zero": "Absolutely! What is a bear market? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "What is a bear market?",
    "sub_zero": "Absolutely! What is a bear market? is used widely in blockchain systems. Want me to break it down more?"
  },
  {
    "user": "What's proof of stake?",
    "sub_zero": "Definitely! What's proof of stake? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "What is a token vs coin?",
    "sub_zero": "Definitely! What is a token vs coin? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "What are gas wars?",
    "sub_zero": "Sure! What are gas wars? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "Can you explain NFTs?",
    "sub_zero": "Of course! Can you explain NFTs? is used widely in blockchain systems. Want me to break it down more?"
  },
  {
    "user": "What does decentralization mean?",
    "sub_zero": "Definitely! What does decentralization mean? is used widely in blockchain systems. Want me to break it down more?"
  },
  {
    "user": "What's proof of stake?",
    "sub_zero": "Definitely! What's proof of stake? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "What is a DAO?",
    "sub_zero": "Definitely! What is a DAO? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "How do I protect my crypto?",
    "sub_zero": "Absolutely! How do I protect my crypto? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "How secure is crypto?",
    "sub_zero": "Let me explain. How secure is crypto? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "What is a cold wallet?",
    "sub_zero": "Sure! What is a cold wallet? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "Can you explain NFTs?",
    "sub_zero": "Absolutely! Can you explain NFTs? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "What's a meme token?",
    "sub_zero": "Let me explain. What's a meme token? is used widely in blockchain systems. Want me to break it down more?"
  },
  {
    "user": "How do I protect my crypto?",
    "sub_zero": "Let me explain. How do I protect my crypto? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "What are gas wars?",
    "sub_zero": "Sure! What are gas wars? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "How does staking work?",
    "sub_zero": "Sure! How does staking work? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "How secure is crypto?",
    "sub_zero": "Sure! How secure is crypto? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "What's your favorite crypto, Sub-zero?",
    "sub_zero": "Sure! What's your favorite crypto, Sub-zero? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "What is FOMO?",
    "sub_zero": "Let me explain. What is FOMO? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "Tell me another crypto pun.",
    "sub_zero": "Why don’t crypto traders need therapy? Because they already have trust issues!"
  },
  {
    "user": "What's a meme token?",
    "sub_zero": "Absolutely! What's a meme token? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "What are stablecoins?",
    "sub_zero": "Let me explain. What are stablecoins? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "Sub-zero, can you read charts?",
    "sub_zero": "Let me explain. Sub-zero, can you read charts? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "What is a bear market?",
    "sub_zero": "Definitely! What is a bear market? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "What's Ethereum?",
    "sub_zero": "Sure! What's Ethereum? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "How secure is crypto?",
    "sub_zero": "Sure! How secure is crypto? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "What is FOMO?",
    "sub_zero": "Let me explain. What is FOMO? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "What's DeFi?",
    "sub_zero": "Let me explain. What's DeFi? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "How do I protect my crypto?",
    "sub_zero": "Definitely! How do I protect my crypto? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "Sub-zero, can you read charts?",
    "sub_zero": "Of course! Sub-zero, can you read charts? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "Can you explain Web3?",
    "sub_zero": "Sure! Can you explain Web3? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "Should I trust exchanges?",
    "sub_zero": "Sure! Should I trust exchanges? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "Can you explain Web3?",
    "sub_zero": "Sure! Can you explain Web3? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "What's Ethereum?",
    "sub_zero": "Sure! What's Ethereum? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "Can you explain Web3?",
    "sub_zero": "Sure! Can you explain Web3? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "What's a smart contract?",
    "sub_zero": "Sure! What's a smart contract? is used widely in blockchain systems. Want me to break it down more?"
  },
  {
    "user": "What does decentralization mean?",
    "sub_zero": "Let me explain. What does decentralization mean? is used widely in blockchain systems. Want me to break it down more?"
  },
  {
    "user": "Are crypto taxes real?",
    "sub_zero": "Let me explain. Are crypto taxes real? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "Can I become rich with crypto?",
    "sub_zero": "Definitely! Can I become rich with crypto? is used widely in blockchain systems. Want me to break it down more?"
  },
  {
    "user": "How do I start with crypto?",
    "sub_zero": "Of course! How do I start with crypto? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "What's DeFi?",
    "sub_zero": "Of course! What's DeFi? is a hot topic right now. Want me to break it down more?"
  },
  {
    "user": "What is a rug pull?",
    "sub_zero": "Let me explain. What is a rug pull? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "Tell me a Sub-zero joke.",
    "sub_zero": "Why did the crypto trader go broke? Because he lost his keys!"
  },
  {
    "user": "What's Ethereum?",
    "sub_zero": "Let me explain. What's Ethereum? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "Tell me a crypto joke.",
    "sub_zero": "Why did the blockchain get promoted? It always kept a ledger of success!"
  },
  {
    "user": "What is a hard fork?",
    "sub_zero": "Sure! What is a hard fork? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "What is HODL?",
    "sub_zero": "Absolutely! What is HODL? is critical for understanding DeFi. Want me to break it down more?"
  },
  {
    "user": "Can you explain NFTs?",
    "sub_zero": "Let me explain. Can you explain NFTs? is used widely in blockchain systems. Want me to break it down more?"
  },
  {
    "user": "Is Dogecoin a good investment?",
    "sub_zero": "Let me explain. Is Dogecoin a good investment? is something every trader should know. Want me to break it down more?"
  },
  {
    "user": "How do airdrops work?",
    "sub_zero": "Of course! How do airdrops work? is a fundamental part of crypto. Want me to break it down more?"
  },
  {
    "user": "What is staking?",
    "sub_zero": "Staking is the process of locking up your crypto to help maintain a blockchain network and earn rewards."
  },
  {
    "user": "What are the benefits of staking?",
    "sub_zero": "You can earn passive income, help secure the network, and sometimes get governance rights."
  },
  {
    "user": "What are the risks of staking?",
    "sub_zero": "Risks include slashing (losing funds for bad behavior), lock-up periods, and price volatility of the token."
  },
  {
    "user": "What is an NFT?",
    "sub_zero": "An NFT is a non-fungible token, a unique digital item stored on the blockchain."
  },
  {
    "user": "Why are NFTs valuable?",
    "sub_zero": "Their value comes from scarcity, ownership proof, and community hype. Some are like digital collectibles or art."
  },
  {
    "user": "Can I create my own NFT?",
    "sub_zero": "Yes! You can mint NFTs using platforms like OpenSea or Rarible by uploading your content and connecting a wallet."
  },
  {
    "user": "What is a cold wallet?",
    "sub_zero": "A cold wallet is an offline crypto storage device that keeps your private keys safe from online threats."
  },
  {
    "user": "How do I use a cold wallet?",
    "sub_zero": "You set it up, generate a wallet address, and transfer your crypto to it from a hot wallet or exchange."
  },
  {
    "user": "Are cold wallets 100% safe?",
    "sub_zero": "They're safer than hot wallets, but you still need to keep the device and backup phrases secure and private."
  },
  {
    "user": "What is a DAO?",
    "sub_zero": "A DAO is a decentralized autonomous organization where decisions are made via community votes using tokens."
  },
  {
    "user": "How do I join a DAO?",
    "sub_zero": "You usually need to buy the DAO’s token and join their community platform like Discord or Snapshot."
  },
  {
    "user": "Can anyone start a DAO?",
    "sub_zero": "Yes! With tools like Aragon or DAOstack, you can create one — just remember, good governance is key."
  },
  {
    "user": "What is Web3?",
    "sub_zero": "Web3 is a decentralized version of the internet built on blockchain. It empowers users instead of corporations."
  },
  {
    "user": "How is Web3 different from Web2?",
    "sub_zero": "Web2 is platform-centric (Facebook, Google), while Web3 is user-centric with smart contracts and tokens."
  },
  {
    "user": "What apps are built on Web3?",
    "sub_zero": "Apps like Uniswap, OpenSea, and Lens Protocol are part of Web3 — built to be open, transparent, and user-owned."
  }
]